"Sorry" = "Désolé";
 "ConnectionFailedMsg" = "La Connexion a échoué.  Veuillez vérifier si vous êtes connecté à Internet et réessayez ultérieurement.";
"OK" = "OK"; 
"NoUpdate" = "Aucune mise à jour disponible";

"NoUpdateMsg" = "Vous avez la dernière version de Doorman.";

"Update" = "Mise à jour disponible"; 
                                    
"UpdateMsg" = "Version %.2f de Doorman est disponible (vous avez  %.2f).  Voulez-vous visiter le  site web ?";

"Visit" = "Visiter le Site web";

"Cancel" = "Annuler";
"Later" = "Plus Tard";

"Don't remind me again" = "Ne plus me le rappeler";

"SoftwareURL" = "http://mr-fridge.de/software/doorman/index.php";

"VersionCheckURL" = "http://mr-fridge.de/software/doorman/download/versioncheck.txt";

"Unsecure" = "Non sécurisé";
"OK for web accounts" = "OK pour les données ";
"Save for private data" = "Données privées sécurisées";
"Save for confidential data" = "Données confidentielles sécurisées";
